export const wanRules = [{
        title: '一、什么是能量值',
        content: [
            '能量值是由盛世伟杰（北京）广告有限公司推出的游戏代币，可以兑换福利商城中的虚拟礼品，吃喝玩乐、大牌商品随心兑。',
        ],
    },
    {
        title: '二、如何获得能量值',
        content: [
            '1：每日登录可获得一定的能量值，每连续登录7天为一个周期，连续登录21天，有惊喜等你。',
            '2：邀请好友可获得能量值，每成功邀请一个好友完成登录，可获得2能量值，最多每天可以获得10个能量值。',
            '3：揍小鸡可获得能量值，揍小鸡获得的能量值数量随机，一定概率会出现暴击，暴击获得双倍能量值。',
        ],
    },
    {
        title: '三、能量值有效期',
        content: [
            '1：能量值获得之日起一年有效，如果在有效期内没有使用，将在次年该月月底失效。',
            '例如：在2019年10月1日获得的能量值，将在2020年10月31日过期失效。',
            '2：过期计算公式：本月过期能量值=上一年同月所得的能量值总和-上一年度同月所得能量值中被消费的能量值。',
            '说明：能量值消费时，优先使用最近失效的能量值。',
        ],
    },
    {
        title: '四、特殊说明',
        content: [
            '严禁通过作弊、不正当、非法手段等刷取能量值，一旦发现，将对作弊违规者严厉处罚，包括但不限于能量值一次性清零、回收全部权益、封禁账户等。严重者，追究其法律责任。',
        ],
    },
];

export const exchangeRules = [{
        content: [
            '1、用户通过兑换或其他运营获得奖品后，需要按照规则提供准确的收件人姓名、收件人联系方式以及地址信息，工作人员将在7个工作日内处理。',
        ],
    },
    {
        content: [
            '2、如果因用户填写收件信息错误，导致的奖品发放失败，或无法正常收货，责任由用户自行承担。',
        ],
    },
    {
        content: ['3、如果因用户恶意刷取的行为，导致奖品不能正常发放，责任由用户自行承担。'],
    },
    {
        content: ['4、遇不可抗力因素导致的奖品发放失败问题，不再重复发放，敬请用户谅解。'],
    },
];